Repository: descorp/Az-and-Buki-for-win8
Catalog: LevelUp!/App1/Localization/*/Resources.lang-*.resw
Source language: en_us
Languages: ru_ru

# Achievements.Content
source: Achievements
ru_ru: Достижения

# AchievementsDescription.Text
source: Here is all awards you won playing games
ru_ru: Здесь ты можешь посмотреть все свои награды, полученные в играх

# AchievementsPageName.Text
source: Achievements board
ru_ru: Доска достижений

# Alphabet.Text
source: Alphabet
ru_ru: Алфавит

# AlphabetPageName.Text
source: Alphabet
ru_ru: Алфавит

# AlphabetsPageTitle.Text
source: Choose topic to learn
ru_ru: Выбери тему

# AutorizationCaption.Text
source: Write your name and password
ru_ru: Введи свое имя и пароль

# btnAnswer.Content
source: Next
ru_ru: Ответить

# btnLogInContent
source: Log In
ru_ru: Войти

# btnLogOutContent
source: Log Out
ru_ru: Выйти

# btnNext.Content
source: Ok
ru_ru: Дальше

# btnPlay.Content
source: Play
ru_ru: Играть

# ChooseAv.Text
source: Load your userpic
ru_ru: Загрузи аватар

# Difficulty.Text
source: Difficulty
ru_ru: Сложность

# Game level.Text
source: Game level
ru_ru: Уровень игры

# GamePageTitle.Text
source: Game "Words"
ru_ru: Игра "Слова"

# GamesPageTitle.Text
source: Choose game
ru_ru: Выбери игру

# Greeting
source: Hi, {0}!
ru_ru: Привет, {0}!

# Lang.Text
source: Language
ru_ru: Язык

# LearnABCs.Content
source: Learn alphabets
ru_ru: Учим алфавит

# Letter.Text
source: Letter
ru_ru: Буква

# LogInPlease
source: Please, log In to view achievements you won playing games
ru_ru: Войди под своим именем, чтобы просматривать и получать достижения

# Name.Text
source: Name
ru_ru: Имя

# NotLogedIn
source: Log In, please
ru_ru: Вход не выполнен

# Pass.Text
source: Password
ru_ru: Пароль

# Play.Content
source: Play games
ru_ru: Играем

# Results.Text
source: Results
ru_ru: Результаты

# SharePageTitle.Text
source: Share with friends
ru_ru: Поделиться с друзьями

# SignOnPageTitle.Text
source: Sign Up
ru_ru: Регистрация

# AwerageGameResult
source: Good results! Keep her steady!
ru_ru: Так держать!

# BadGameResult
source: Huh! You should learn more throughly!
ru_ru: Кажется, тебе нужно еще поучиться

# btnLogIn.Content
source: Log In
ru_ru: Войти

# btnSignOn.Content
source: Sign Up
ru_ru: Присоединиться

# ConnectingToServerMessage
source: Connecting to the server...
ru_ru: Подключение к серверу...

source: Connection error!
ru_ru: Проблемы с соединением!

# EasyLevel
source: Easy
ru_ru: Легкий

# ErrorWrongLogIn
source: Login or password in not correct. Try again!
ru_ru: Неверный логин или пароль, попробуй еще раз!

# GameDescription
source: Learn words and letters with joy!
ru_ru: Учим буквы и слова в игровой форме

# GameName
source: Funny words
ru_ru: Веселые слова

# GameQuestion
source: What word begins with a letter {0}?
ru_ru: Какое слово начинается с буквы {0} ?

# GoodGameResult
source: Congradulation! Well done!
ru_ru: Молодец! Отличный результат!

# HardLevel
source: Genius
ru_ru: Гений

# LogInForPrizes
source: Log In and you'll be able to get prizes for your work
ru_ru: Войди под своим именем, чтобы получать награды за блестящую игру

# LowAwerageGameResult
source: Ok, but I believe you can be better
ru_ru: Неплохо, но я верю, ты можешь лучше!

# MeduimLevel
source: Medium
ru_ru: Средний

# NoInternetConnectionError
source: Please, check your internet connection
ru_ru: Нет интернет-соединения!

# PerfectGameResult
source: It seems, you are genius! Perfect work!
ru_ru: Умница, похоже, ты гений!

# PostMessage
source: My kids won {0} for success in learning alphabet
ru_ru: Мой ребенок получил {0} за успехи в изучении английского алфавита

# RightAnswer
source: Correct!
ru_ru: Молодец!

# SendingMessage
source: Sending your message...
ru_ru: Отправка сообщения...

# SignOnNotUniqueLoginError
source: This name is alrady used by other user. Write another name!
ru_ru: Это имя занято другим пользователем, придумай другое

# SignOnTooShortNameError
source: This name is too short. Write another name!
ru_ru: Ты ввел слишком короткое имя, придумай другое

# SignOnUnexpectedError
source: Something goes wrong, try again later!
ru_ru: Что-то не получилось, попробуй в другой раз

# WallPostSentMessage
source: Message was sent on your timeline!
ru_ru: Сообщение отправлено на твою стену!

# WrongAnswer
source: Oh, sorry, not correct. Try again! =(
ru_ru: Ой, кажется, ты ответил неправильно = (

# YouWonPrizeMessage
source: You are grtting award for your awesome game! All your awards you coud see at Achievements section
ru_ru: За твои старания ты получаешь награду! Посмотреть все свои награды ты можешь в разделе Достижения

# btnNextContent
source: Close
ru_ru: Дальше

# ChoosePacksMessage
source: Choose topics to learn
ru_ru: Выбери темы, которые хочешь изучать

# DownLoadPageChooseLangText
source: Hi! Glad to see you here! ) To start app, please, choose the app language
ru_ru: Привет! Рад тебя видеть! Для того, чтобы начать выбери язык приложения

# PleaseWaitMessage
source: Please, wait a little bit...
ru_ru: Подожди совсем немного...

# TuningAppTitle
source: Several settings before start
ru_ru: Несколько шагов, чтобы начать

# PackageDownloadMessage
source: Downloading...
ru_ru: Загружаю...

# ABCIsEmptyMessage
source: It seems like you haven't installed alphabets yet. Do you want to do it now?
ru_ru: Похоже, ты еще не установил ни одного алфавита. Хочешь сделать это сейчас?

# CaptionPackage.Text
source: Name:
ru_ru: Название:

# DescriptionPackage.Text
source: Description:
ru_ru: Описание:

# SizePackage.Text
source: Size:
ru_ru: Размер:

# PackageInstalledMessage
source: Done
ru_ru: Завершено

# PackageInstallingMessage
source: Installing..
ru_ru: Установка...
